---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CompoundStructureLayer
source: html/d63e41c6-60f3-0db9-e36f-9a98e4a796b6.htm
---
# CompoundStructureLayer Members

Creates a compound structure layer using default settings.